// ---1---
// написати об*єкт студента який буде виводити ім*я, спеціальнісь, середній
// бал і кількість пропущених занять
// написати метод який буде виводити цю інформацію
// написати три варіанти студентів
// прикріпити знначення за допомогою call apply bind

// ---2---
// Написати дві кнопки і закріпити на них функції
// при натисканні на кнопку html - має видати коротке визначення що це таке
// при натисканні на кнопку css - має видати коротке визначення що це таке

// ---3---
// Написати функцію магазин, яка отримує назву товару, ціну за кг і кількість товару
// функція має повертати назву товару і вартість
// перевірити на варіантах:

// banana 30, 4,5
// cherry 58, 1,3
// jrange 89. 3,4
